// array of Monitor-specific API keys or Main API key to list all monitors
var __apiKeys = [
                'm786659420-2c60a2ab0a063e1fd07233a6', //Mx
                'm786659397-254e6ae05b840f688e440062', //壮壮
                'm786659426-e955a60df881acc15d29d138',//皮卡丘
                'm786659432-71dfb1ef09800b5aa66fb6ed', //凡尘纪
                'm786659439-2df38d0f7536d120cf191a04',//张小菜
                'm786659455-b09580e20b5207891fa4259a',//吴李曾
                'm786659456-3f5e894fab128feb5c420c90',//左心树洞
                'm786659461-f859a0c2fd63d37a0ac178e6',//有趣的无聊小站
                'm786707856-deab1ad62893dcd502f686db',//孤独
                'm786659464-1ef444be87621b7fa6c19847',//ISLU
                'm786750066-970b1dadb46057c7f881b22d',//南玖
                'm786799858-876e167a6778e7f02db87d8c',//xiezhrspace 
                'm786847915-30c6d1ab3fa46c77c591692c',//果子酱
                'm786889952-b8e07d144785f667b8e761eb',//超逸の技术博客 
                'm786889955-17faca886e652b6505066914',//心月云
                'm786889960-7d1b2f29479a74026b8e9432',//昨日晴空
                'm787135808-7210f44ce2924f5ff4f97972',//Akilarの糖果屋
                'm787135812-fe3d8b349400d26f98fdcd78',//猫猫博客
                'm787181575-b752b7d8637982f505f7c0c0',//字节小星球
                'm787181581-42518e77bcc4013e19c8b648',//贰猹的小窝
                'm787181585-3ffd6bc7c7f476758eb6fc86',//linxueya
                'm787359900-f2c26426233472372e6d7022',//云梦 ╮不浅
                'm787367862-ed7f3d196b1877cea0038740',//镜花水月
                'm787529364-1a156d452c10742af8786c5d',//Yのケイ
                'm787761076-707441c2674d933893aa514b',//CodeCheng
                'm787872125-d259c598e5ecc41b68c14e33',//悲催的记事账簿
                'm788093892-c1e4bdc47dbedee8cc014061',//江卮可乐
                'm788093899-d1a5e9df23fde3fbea3aed64',//泰戈尔のBlog
                'm788586071-b5434b6ef95fb468301f340d',//51xcode
                'm788625853-1e748b779502173b0b04d8f0',//源码大师
                'm788625860-2826f5789d2402b860e025f9',//思宁HERE
                'm788791445-ebf9c3158952304afb8ae325',//九七博客
                'm788992849-9a462d9e5887b289d28ffba8',//UTS's Blog
				'm789005201-22e93047448af810bc71100b',//李林超博客
                'm789150643-d73207ee1408ea7cdd6baed2',//Skymo博客
                'm789150645-0f06f8ca902e60d6731bc21d',//可以清心
                'm789165118-ff7b5c76aceb68e40bd640dd',//jerry
];

// refresh interval (in seconds)
var __refresh = 120;
